{"Hello what your _____": ["name", "num", "name"], "5+5": ["10", "2", "10"], "ประยุทธ์จะตายตอนไหน": ["ตอนนี้", "ไม่ตาย", "ตายซักทีเหอะไอสัส"], "ทุกคนควรมีความสามัคคี ไม่ควร __________ชิงดีกัน": ["แก่งแย่ง", "ชิงชัง", "แก่งแย่ง"], "ข้อใดคืออักษรกลางทั้งหมด": ["ก จ ด ฎ ฎ ต บ ป อ", "ผ ฝ ถ ฐ ข ฃ ส ษ ศ ห ฉ", "ก จ ด ฎ ฎ ต บ ป อ"], "มีเด็กอยู่คนนึงเล่นบาสอยู่เล่นจนค่ำแม่ก็มารับ\nคำถาม : ทำไมเด็กคนนั้นจึงโยนลูกบาสใส่หน้าแม่": ["แม่เป็นห่วง", "ไม่ชอบให้แม่มาตาม", "แม่เป็นห่วง"], "พยัญชนะไทยมีกี่ตัว": ["34", "44", "44"], "ร่างกายของมนุษย์มีกระดูกกี่ชิ้น": ["206", "216", "206"], "เมื่อลำลับเลขคณิต มีตามนี้ 2 4 6 8 10 ผลต่างร่วมของอันดับนี้คืออะไร": ["2", "3", "2"], "แคนเบอรา เป็นเมืองหลวงของประเทศใด": ["แคนาดา", "ออสเตรเลีย", "แคนาดา"], "ปลาน้ำจืดขนาดใหญ่ที่สุดในประเทศไทย และใหญ่ที่สุดในโลก คือปลาอะไร": ["ปลากระโห้", "ปลาบึก", "ปลาบึก"], "ชาวอียิปต์โบราณนับถือสัตว์เลี้ยงตัวใดดุจเทพเจ้า": ["แมว", "งู", "แมว"], "เมืองหลวงของญี่ปุ่นคือเมืองใด": ["เกียวโต", "โตเกียว", "โตเกียว"], "ใครคือผู้ที่รู้เรื่องแรงโน้มถ่วงเป็นคนแรกของโลก": ["วิลเลียม ฮาร์วีย์", "เซอร์ ไอแซค นิวตัน", "เซอร์ ไอแซค นิวตัน"], "ถ้า 30 เซนติเมตร เท่ากับ 1 ฟุต แล้ว 2 ฟุต จะมีกี่นิ้ว": ["24 นิ้ว", "60 นิ้ว", "24 นิ้ว"], "ถ้าเมื่อวานของของเมื่อวานซืนเป็นวันจันทร์ วันอังคารจะเป็นวันอะไร": ["เมื่อวานซืน", "เมื่อวาน", "เมื่อวานซืน"], "เอาอะไรไปวัด": ["ปิ่นโต", "ไม้บรรทัด", "ปิ่นโต"], "หมาหันมา หันหมา เห็นหูหมา หูหมาหนา หมูหนี หมีเห็นหมู เห็นหมูหัน หูหนี หมีหันดู หมีหมาหา เห็นหมู หันหูดี สรุปมีสัตว์กี่ชนิด": ["4", "3", "3"], "ถ้าเราวิ่งแซงที่ 2 จะเป็นที่เท่าไหร่": ["2", "1", "2"], "ถ้าเจอเหรียญบาดจะทำยังไง": ["ทำแผล", "เก็บเข้ากระเป๋า", "ทำแผล"], "สายตาสั้นต้องใช้เลนส์อะไร": ["เลนส์นูน", "เลนส์เว้า", "เลนส์เว้า"], "ชายคนหนึ่งหยิบขวดน้ำขึ้นมาแล้วจู่ๆก็ชัก เกิดอะไรขึ้น": ["โดนยาพิษ", "โดนน้ำสิงห์", "โดนน้ำสิงห์"], "ถ้าวันนี้วันเสาร์ เมื่อวานซืนเป็นวันพฤหัส แล้ววันพรุ่งนี้ของเมื่อวานซืนคืออะไร": ["ศุกร์", "เสาร์", "ศุกร์"], "kep1er เป็นวงที่ได้เดบิวต์ จากรายการsurvival อะไร": ["girl planet 999", "korea planet 999", "girl planet 999"], "Ningning เป็นสมาชิกที่มาจากประเทศอะไร": ["จีน", "ไต้หวัน", "จีน"], "karina ได้ฉายาที่แฟนๆตั้งให้ว่าอะไร": ["ผมผี", "ผมหิว", "ผมผี"], "ตัวละครที่จะต้องมีในเพลงของ aespa คือ": ["navis", "yavis", "navis"], "Aespa เพลงเดบิวต์ คือ": ["black mamba", "white mamba", "black mamba"], "ตัวละคร mikasa และ levi ในเรื่อง attack on titan ใช้นามสกุลเหมือนกัน คือนามสกุลอะไร": ["ackerman", "ackergirl", "ackerman"], "Attack on titan เป็น animation ที่ผลิตโดย studio อะไร?": ["MAMBA", "MAPPA", "MAPPA"], "Kimetsu no Yaiba : Kyōdai no Kizuna มีชื่อภาษาไทยว่า": ["ดาบพิฆาตอสูร เดอะมูฟวี่ : ศึกรถไฟสู่นิรันดร์", "ดาบพิฆาตอสูร เดอะมูฟวี่ : ศึกรถทัวร์สู่นิรันดร์", "ดาบพิฆาตอสูร เดอะมูฟวี่ : ศึกรถไฟสู่นิรันดร์"], "ดาบพิฆาตอสูร ผู้แต่งมีชื่อว่า": ["โคโยฮารุ โคโตเกะ", "โคโยฮารุ โกโตเกะ", "e!addquiz"], "ใน 1 ชม สลอธเคลื่อนที่ได้เฉลี่ยกี่เมตร": ["4.52 m", "4.82 m", "4.82 m"]}